-- phpMyAdmin SQL Dump
-- version 4.4.3
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Jun 11, 2017 at 04:13 PM
-- Server version: 5.6.24
-- PHP Version: 5.6.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `db_go2wat`
--

-- --------------------------------------------------------

--
-- Table structure for table `member`
--

CREATE TABLE IF NOT EXISTS `member` (
  `id` int(11) NOT NULL,
  `fname` varchar(200) NOT NULL,
  `lname` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `tb_contact`
--

CREATE TABLE IF NOT EXISTS `tb_contact` (
  `id_contact` int(5) NOT NULL,
  `detail` text NOT NULL,
  `q_name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `DateAdd` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `addby` varchar(100) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `tb_gallery`
--

CREATE TABLE IF NOT EXISTS `tb_gallery` (
  `id_gall` int(5) NOT NULL,
  `Title` varchar(150) NOT NULL,
  `Detail` text NOT NULL,
  `Location` varchar(150) NOT NULL,
  `Img_index` varchar(255) NOT NULL,
  `Addby` varchar(100) NOT NULL,
  `DateAdd` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `status` varchar(1) NOT NULL,
  `view` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=17 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tb_gallery`
--

INSERT INTO `tb_gallery` (`id_gall`, `Title`, `Detail`, `Location`, `Img_index`, `Addby`, `DateAdd`, `status`, `view`) VALUES
(7, 'หกดหด', 'หกดหฟด', 'หฟกดหฟ', '1430031211-river1.jpg', '111', '2015-04-26 06:53:31', 'N', 0),
(5, 'เที่ยววัดปากน้ำ ', 'เที่ยววัดปากน้ำ ', 'เที่ยววัดปากน้ำ ', '1429632497-6.jpg', '111', '2015-04-21 16:08:17', 'Y', 5),
(6, 'เที่ยววัดปากน้ำ', 'วัดปากน้ำไม่นานมานี้', 'วัดปากน้ำ', '1429786435-1429632497-6.jpg', '333', '2015-04-23 10:53:55', 'Y', 6),
(8, 'ddd', 'sads', 'ddd', '1430802292-010.jpg', '111', '2015-05-05 05:04:52', 'N', 0),
(9, 'ปิดรับสมัคร พระภิกษุ-สามเณร', 'sadfsafd', 'asdfsa', '1430802315-2.jpeg', '111', '2015-05-05 05:05:15', 'N', 0),
(10, 'เที่ยววัดปากน้ำ วัดเที่ยววัดปากน้ำ', 'เที่ยววัดปากน้ำ วัดเที่ยววัดปากน้ำ', 'เที่ยววัดปากน้ำ วัดเที่ยววัดปากน้ำ', '1430802510-7.jpg', '111', '2015-05-05 05:08:30', 'Y', 7),
(11, 'เที่ยววัดปากน้ำ วัดเที่ยววัดปากน้ำ (0)  ', 'เที่ยววัดปากน้ำ วัดเที่ยววัดปากน้ำ (0)  ', 'เที่ยววัดปากน้ำ วัดเที่ยววัดปากน้ำ (0)  ', '1430802544-8.jpg', '111', '2015-05-05 05:09:04', 'Y', 4),
(12, 'เที่ยววัดระฆัง', 'เดินเล่น ชอปปิ้ง กินข้าว วังหลัง- วัดระฆัง', 'วัดระฆัง', '1431220835-5.jpg', '333', '2015-05-10 01:20:35', 'Y', 5),
(13, 'เที่ยววัดโพธิ์', 'ไหว้พระวัดโพธิ์', 'วัดโพธิ์', '1431221004-5.jpg', '333', '2015-05-10 01:23:24', 'Y', 13),
(14, 'เที่ยววัดมหาธาตุฯ', 'เที่ยววัดมหาธาตุฯ', 'วัดมหาธาตุฯ', '1431221118-13.JPG', '333', '2015-05-10 01:25:18', 'Y', 14),
(15, 'เที่ยววัดอรุณฯ', 'เที่ยววัดอรุณฯ', 'วัดอรุณฯ', '1431221294-11.jpg', '333', '2015-05-10 01:28:14', 'N', 31);

-- --------------------------------------------------------

--
-- Table structure for table `tb_gallery_img`
--

CREATE TABLE IF NOT EXISTS `tb_gallery_img` (
  `id_gall_img` int(5) NOT NULL,
  `id_gall` int(5) NOT NULL,
  `Img` varchar(255) NOT NULL,
  `date_add` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=MyISAM AUTO_INCREMENT=57 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tb_gallery_img`
--

INSERT INTO `tb_gallery_img` (`id_gall_img`, `id_gall`, `Img`, `date_add`) VALUES
(30, 5, '1429632517-7.jpg', '2015-04-21 16:08:37'),
(31, 5, '1429632534-12.jpeg', '2015-04-21 16:08:54'),
(16, 3, '1429545120-IMG1091fb.jpg', '0000-00-00 00:00:00'),
(17, 3, '1429545307-IMG1233.jpg', '0000-00-00 00:00:00'),
(14, 0, '1429544681-IMG0198.jpg', '0000-00-00 00:00:00'),
(13, 0, '1429544625-111484535469556887799334735365651050621078n.jpg', '0000-00-00 00:00:00'),
(19, 3, '1429545391-IMG0198.jpg', '0000-00-00 00:00:00'),
(20, 3, '1429545435-IMG1092.jpg', '0000-00-00 00:00:00'),
(21, 3, '1429545486-IMG1091fb.jpg', '0000-00-00 00:00:00'),
(23, 3, '1429545688-IMG1092.jpg', '0000-00-00 00:00:00'),
(32, 6, '1429786732-1429632517-7.jpg', '2015-04-23 10:58:52'),
(25, 3, '1429545779-IMG1091fb.jpg', '0000-00-00 00:00:00'),
(26, 3, '1429545852-IMG1092.jpg', '0000-00-00 00:00:00'),
(27, 3, '1429628427-IMG7553.jpg', '0000-00-00 00:00:00'),
(29, 3, '1429628647-IMG1262-fb.jpg', '2015-04-21 15:04:07'),
(33, 6, '1429788492-1429632497-6.jpg', '2015-04-23 11:28:12'),
(34, 7, '1430031229-river1.jpg', '2015-04-26 06:53:49'),
(35, 12, '1431220851-2.jpeg', '2015-05-10 01:20:51'),
(36, 12, '1431220862-002.jpg', '2015-05-10 01:21:02'),
(37, 12, '1431220890-6.jpg', '2015-05-10 01:21:30'),
(38, 12, '1431220900-010.jpg', '2015-05-10 01:21:40'),
(39, 12, '1431220911-003.jpg', '2015-05-10 01:21:51'),
(40, 13, '1431221021-3.jpg', '2015-05-10 01:23:41'),
(41, 13, '1431221029-9.jpg', '2015-05-10 01:23:49'),
(42, 13, '1431221038-6.jpg', '2015-05-10 01:23:58'),
(43, 13, '1431221053-7.jpg', '2015-05-10 01:24:13'),
(44, 13, '1431221063-13.jpg', '2015-05-10 01:24:23'),
(45, 14, '1431221130-1.gif', '2015-05-10 01:25:30'),
(46, 14, '1431221139-3.gif', '2015-05-10 01:25:39'),
(47, 14, '1431221148-4.jpg', '2015-05-10 01:25:48'),
(48, 14, '1431221156-14.JPG', '2015-05-10 01:25:56'),
(49, 15, '1431221305-1.jpg', '2015-05-10 01:28:25'),
(50, 15, '1431221317-7.jpg', '2015-05-10 01:28:37'),
(51, 15, '1431221329-12.jpg', '2015-05-10 01:28:49'),
(52, 15, '1431221342-13.jpg', '2015-05-10 01:29:02'),
(53, 16, '1436926139-jet.jpg', '2015-07-15 02:08:59'),
(54, 16, '1436926147-jet.jpg', '2015-07-15 02:09:07'),
(55, 16, '1436926170-jet.jpg', '2015-07-15 02:09:30'),
(56, 16, '1436926183-jet.jpg', '2015-07-15 02:09:43');

-- --------------------------------------------------------

--
-- Table structure for table `tb_links`
--

CREATE TABLE IF NOT EXISTS `tb_links` (
  `id_links` int(5) NOT NULL,
  `Wat_name` varchar(255) NOT NULL,
  `Website` varchar(255) NOT NULL,
  `DateAdd` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `stutus` varchar(1) NOT NULL,
  `Addby` varchar(100) CHARACTER SET utf8mb4 NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=28 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tb_links`
--

INSERT INTO `tb_links` (`id_links`, `Wat_name`, `Website`, `DateAdd`, `stutus`, `Addby`) VALUES
(1, 'วัดไตรมิตร', 'http://www.wattraimitr-withayaram.com/new_t/history_wat_page.php', '2015-02-16 11:03:49', 'Y', ''),
(2, 'วัดสระเกศราชวรมหาวิหาร', 'https://www.facebook.com/watsraket', '2015-02-16 11:03:49', 'Y', ''),
(15, 'วัดราชนัดดาราม ', 'http://www.dhammathai.org/watthai/bangkok/watratchanadaram.php', '2015-05-09 05:36:13', 'Y', '111'),
(3, 'วัดกัลยาณมิตร', 'https://www.facebook.com/WatKanlayanamitra', '2015-02-16 11:04:24', 'Y', ''),
(4, 'วัดชนะสงคราม', 'http://watchanasongkram.com/', '2015-02-16 11:04:24', 'Y', ''),
(11, 'วัดสนามใน', 'http://watsanamnai.info/', '2015-05-07 05:28:19', 'Y', '111'),
(10, 'วัดโพธิ์', 'http://www.watpho.com/intro.php', '2015-05-07 05:27:38', 'Y', '111'),
(13, 'วัดราชโอรสารามราชวรวิหาร', 'https://www.facebook.com/WatRatchaorotsaram', '2015-05-09 05:31:07', 'Y', '111'),
(14, 'วัดมกุฎกษัตริยาราม', 'http://www.dhammathai.org/watthai/bangkok/watmakutkasat.php', '2015-05-09 05:34:38', 'Y', '111'),
(16, 'วัดเอี่ยมวรนุช', 'https://www.facebook.com/WatIamWoranutch', '2015-05-09 05:38:54', 'Y', '111'),
(17, 'วัดโสมนัสวิหาร', 'http://www.watsomanas.com/', '2015-05-09 05:40:48', 'Y', '111'),
(18, 'วัดเทพศิรินทราวาส', 'http://www.dhammathai.org/watthai/bangkok/watthepsirin.php', '2015-05-09 05:41:37', 'Y', '111'),
(20, 'วัดระฆังโฆสิตาราม', 'http://www.watrakang.com/', '2015-05-09 05:43:42', 'Y', '111'),
(21, 'วัดพระพิเรนทร์ ', 'http://www.paisarn.com/phrapirane.htm', '2015-05-09 05:44:43', 'Y', '111'),
(22, 'วัดเบญจมบพิตรดุสิตวนาราม', 'http://www.dhammathai.org/watthai/bangkok/watben.php', '2015-05-09 05:46:39', 'Y', '111'),
(23, 'วัดราชาธิวาสวิหาร', 'http://www.watraja.org/', '2015-05-09 05:49:37', 'Y', '111'),
(24, 'วัดแก้วฟ้าจุฬามณี', 'https://goo.gl/XOt4YJ', '2015-05-09 05:53:01', 'Y', '111'),
(25, 'วัดสร้อยทอง', 'http://www.watsoithong.com/', '2015-05-09 05:55:11', 'Y', '111'),
(26, 'วัดยานนาวา', 'http://www.dhammathai.org/watthai/bangkok/watyanawa.php', '2015-05-09 05:57:39', 'Y', '111'),
(27, 'วัดช่องลม', 'http://chonglom.com/', '2015-05-09 05:58:30', 'Y', '111');

-- --------------------------------------------------------

--
-- Table structure for table `tb_member`
--

CREATE TABLE IF NOT EXISTS `tb_member` (
  `Member_id` int(5) NOT NULL,
  `Username` varchar(20) NOT NULL,
  `Password` varchar(255) NOT NULL,
  `Fname` varchar(100) NOT NULL,
  `Lname` varchar(100) NOT NULL,
  `Email` varchar(50) NOT NULL,
  `Phone` varchar(30) NOT NULL,
  `AccessLevel` varchar(1) NOT NULL,
  `Regis_date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `img` varchar(255) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `tb_news`
--

CREATE TABLE IF NOT EXISTS `tb_news` (
  `News_id` int(5) NOT NULL,
  `Title` text NOT NULL,
  `Detail` text NOT NULL,
  `Location` varchar(255) NOT NULL,
  `File_news` varchar(255) NOT NULL,
  `Addby` varchar(100) NOT NULL,
  `DateAdd` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `status` varchar(1) NOT NULL,
  `view` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=28 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tb_news`
--

INSERT INTO `tb_news` (`News_id`, `Title`, `Detail`, `Location`, `File_news`, `Addby`, `DateAdd`, `status`, `view`) VALUES
(1, 'ขอเชิญเที่ยวสงกรานต์วัดขวัญ-เรียม', 'วันที่ 13 - 15  เมษายน 2558  วัดขวัญ-เรียม จัดงานสงกรานต์ยิ่งใหญ่อลังการ  ห้ามพลาด', 'วัดขวัญ-เรียม', '1430803202-7.jpg', '444', '2015-02-16 11:09:19', 'Y', 0),
(2, 'ขอเชิญเป็นเจ้าภาพทอดผ้าป่า วัดบัวขวัญ d', '<p>\r\n	ขอเชิญเป็นเจ้าภาพทอดผ้าป่า วัดบัวขวัญ ในวันที่ 10 เมษายน 2558&nbsp;</p>\r\n', 'วัดบัวขวัญ กทม.', '1431789061-ScreenShot2558-05-13at14.15.21.png', '444', '2015-02-16 11:09:19', 'Y', 0),
(3, 'ขอเชิญปูชาพระประธานจำลอง วัดอรุณฯ', 'ขอเชิญปูชาพระประธานจำลอง วัดอรุณฯ', 'วัดอรุณฯ กทม.', '1430803202-7.jpg', '444', '2015-02-16 11:13:22', 'Y', 0),
(4, 'เปิดรับสมัคร พระภิกษุ-สามเณร', 'วัดมหาธาตุรังสฤกษ์ เปิดรับสมัคร พระภิกษุ-สามเณร ตั้งแต่บัดนี้เป็นต้นไป สามารถติดต่อสอบถามได้ที่ เว็บไซต์\r\n http://www.watmahathat.com/ ', 'วัดมหาธาตุรังสฤกษ์ กทม.', '1430803202-7.jpg', 'pisit', '2015-02-16 11:13:22', 'Y', 0),
(19, 'ขอเชิญปูชาพระประธานจำลอง วัดอรุณฯ', 'ขอเชิญปูชาพระประธานจำลอง วัดอรุณฯ', 'วัดอรุณฯ', '1430803202-7.jpg', '333', '2015-04-23 05:38:06', 'Y', 0),
(15, 'ขอเชิญปูชาพระประธานจำลอง วัดอรุณฯ', '<p>\r\n	sdfsafsad</p>\r\n<p>\r\n	sfds</p>\r\n<p>\r\n	fs</p>\r\n<p>\r\n	fs</p>\r\n<p>\r\n	af</p>\r\n<p>\r\n	sadf</p>', 'ขอเชิญ', '1430803202-7.jpg', '111', '2015-04-12 15:11:40', 'Y', 0),
(16, 'ขอเชิญปูชาพระประธานจำลอง วัดอรุณฯ', '<p style="text-align: center;">\r\n	adadasasd</p>\r\n', 'ขอเชิญ', '1430803202-7.jpg', '111', '2015-04-12 15:13:26', 'Y', 0),
(21, 'ขอเชิญร่วมกิจกรรมส่งเสริมเยาวชนเข้าสู่วัด', 'ขอเชิญร่วมกิจกรรมส่งเสริมเยาวชนเข้าสู่วัด\r\nในโครงการบรรพชาสามเณรภาคฤดูร้อน เฉลิมพระเกียรติฯ\r\nพระบาทสมเด็จพระเจ้าอยู่หัวและสมเด็จพระบรมราชินีนาถ ปีที่ ๒๕\r\nระหว่างวันที่ ๕ - ๒๗ เมษายน พ.ศ. ๒๕๕๗ \r\nวัดอรุณราชวราราม เขตบางกอกใหญ๋ กรุงเทพมหานคร \r\n------------------------\r\nเชิญร่วมเป็นเจ้าภาพอุปถัมภ์โครงการฯ \r\n- เจ้าภาพบรรพชา            รูปละ ๒,๕๐๐ บาท\r\n- เจ้าภาพภัตตาหารเพล     วันละ ๔,๕๐๐ บาท\r\n- เจ้าภาพน้ำปานะ (๒ มื้อ) วันละ ๑,๕๐๐ บาท\r\nหรือร่วมบริจาคตามกำลังศรัทธา \r\nมีกำหนดการ ดังนี้ : - \r\nวันเสาร์ที่ ๑ มีนาคม พ.ศ. ๒๕๕๗ (ขึ้น ๑ ค่ำ เดือน ๔)\r\n 	ปิดรับสมัครแล้ว   (ลงวันที่ ๒๒ มีนาคม ๒๕๕๗)\r\nวันเสาร์ที่ ๕ เมษายน พ.ศ. ๒๕๕๗ (ขึ้น ๖ ค่ำ เดือน ๕)\r\n 	วันบรรพชาสามเณรภาคฤดูร้อน\r\n 	เวลา ๐๘.๐๐ น.	ลงทะเบียนรายงานตัว\r\n 	เวลา ๐๘.๓๐ น.	พิธีตัดผมนาค/ โกนผมนาค/นาคนุ่งห่มชุดขาว\r\n 	เวลา ๑๐.๐๐ น.	เทศน์สอนนาค\r\n 	เวลา ๑๒.๐๐ น.	รับประทานอาหารร่วมกัน\r\n 	เวลา ๑๒.๓๐ น.	พิธีขอขมา (พ่อแม่/ผู้ปกครอง) มอบผ้าไตร\r\n 	 	- สักการะสมเด็จพระเจ้าตากสิน - พระบรมรูป ร.๒\r\n 	เวลา ๑๓.๐๐ น.	แห่นาคเข้าสู่พระอุโบสถ\r\n 	เวลา ๑๓.๓๐ น.	พิธีมอบผ้าไตรให้นาค\r\n 	เวลา ๑๔.๐๐ น.	พิธีบรรพชา โดยพระเดชพระคุณ พระเทพมงคลรังษี\r\n 	 	เจ้าอาวาสวัดอรุณราชวราราม\r\n 	เวลา ๑๕.๐๐ น.	พิธีมอบเครื่องบริขาร - ถ่ายภาพร่วมกัน\r\nวันอาทิตย์ที่ ๖ เมษายน พ.ศ. ๒๕๕๗ (ขั้น ๗ ค่ำ เดือน ๕)\r\n 	เวลา ๐๗.๓๐ น.	บิณฑบาตข้าวสาร-อาหารแห้ง บริเวณพระปรางค์\r\nวันอาทิตย์ที่ ๒๗ เมษายน พ.ศ. ๒๕๕๗ (แรม ๑๓ ค่ำ เดือน ๕)\r\n 	เวลา ๐๙.๐๐ น.	พิธีมอบวุฒิบัตร\r\n 	เวลา ๑๑.๐๐ น.	ถวายภัตตาหารเพลแด่พระภิกษุ-สามเณร\r\n 	 	- รับประทานอาหารร่วมกัน\r\n 	เวลา ๑๓.๐๐ น.	พิธีลาสิกขา\r\nหมายเหตุ : กำหนดการอาจเปลี่ยนแปลงได้ตามความสมเหมาะ\r\nติดต่อ : พระปลัดกฤษฎิ์มงคล ฐิตมงฺคโล โทร. ๐ ๒๔๖๖ ๓๙๗๑, ๐๘ ๗๐๘๘ ๗๕๙๕\r\n\r\n 	ระเบียบการบรรพชา\r\n 	๑. การเป็นเจ้าภาพอุปถัมภ์\r\n 	 	- ร่วมเป็นเจ้าภาพอุปถัมภ์การบรรพชา               รูปละ          ๒,๕๐๐ บาท\r\n 	 	- ร่วมเป็นเจ้าภาพอุปถัมภ์ภัตตาหารเพล             วันละ           ๔,๕๐๐ บาท\r\n 	 	- ร่วมเป็นเจ้าภาพอุปถัมภ์น้ำปานะ วันละ ๒ มื้อ   วันละ          ๑,๕๐๐ บาท\r\n 	๒. เครื่องบริขาร เพื่อความสะดวกและเป็นระเบียบ ทางวัดได้จัดเตรียมไว้ให้ ดังนี้์\r\n 	 	- เครื่องอัฐบริขาร ได้แก่\r\n 	 	ผ้าไตรจีวร ๑ ชุด, บาตร ๑ ใบ, ผ้าไตรรอง ๑ ชุด, ผ้าอาบน้ำ ๑ ผืน\r\n 	 	- เครื่องใช้ทั่วไป ได้แก่\r\n 	 	ผ้าเช็ดตัว ๑ ผืน, หมอนและที่นอน ๑ ชุด, แปลงสีฟันและยาสีฟัน ๑ ชุด, สบู่พร้อมกล่อง ๑ ชุด\r\n 	๓. การสมัครขอบรรพชา\r\n 	 	- กรอกรายละเอียดการสมัครขอบรรพชา และมอบหลักฐานให้ครบถ้วน\r\n 	 	- ผู้สมัครต้องท่องคำขอบรรพชา (คำขานนาค) ให้ได้ อันแสดงถึงความมีศรัทธาตั้งใจจริง  \r\n 	 	- ผู้ปกครองที่ต้องการรับเป็นเจ้าภาพบรรพชาเอง ให้ชำระค่าอุปถัมภ์โครงการฯ ให้เรียบร้อย\r\n 	๔. การเข้าเยี่ยมสามเณร  ทางโครงการฯ อนุญาตให้เข้าเยี่ยมได้ทุกวันในเวลา ดังนี้\r\n 	 	- เวลา ๐๘.๐๐ - ๐๘.๓๐ น. ช่วงฉันภัตตาหารเช้าเสร็จ\r\n 	 	- เวลา ๑๑.๕๐ - ๑๒.๓๐ น. ช่วงฉันภัตตาหารเพลเสร็จ  \r\n 	 	- เวลา ๑๖.๓๐ - ๑๗.๓๐ น. ช่วงพักอิริยาบถ\r\n 	๕. การศึกษาอบรม  \r\n 	 	- มีการศึกษาวิชาพระพุทธศาสนา, ฝึกเจริญจิตภาวนา-เดินจงกรม, สันทนาการ\r\n 	 	- เวลา ๑๘.๐๐ น. ทำวัตรเย็น-สวดมนต์ ทุกวัน  (ผู้ปกครองเข้าร่วมสวดมนต์ได้)  \r\n 	๖. การถวายสิ่งของ  \r\n 	 	- ให้ถวายอาหาร-ของคบเคี้ยว เฉพาะในช่วงก่อนเวลาฉัน และให้ถวายเพียงพอประมาณ\r\n 	 	- การถวายอาหาร-ของคบเคี้ยวควรถวายโดยรวมเป็นสังฆทานสะดวกในการจัดสรร\r\n 	 	- ไม่ควรถวายของมีค่า เช่น โทรศัพท์มือถือ ปัจจัยที่มากเกินไป และของที่เป็นอันตราย\r\n 	 	   หรือของที่เป็นอุปสรรคต่อการฝึกอบรมของสามเณร\r\n 	๗. การขออนุญาตสามเณรอกนอกสถานที่  \r\n 	 	- สามเณรต้องห่มผ้าให้เป็นปริมณฑลได้เอง (ห่มดองรัดอก)\r\n 	 	- สามเณรต้องสวดคำให้พร ยะถา, สัพพี และภะวะตุ สัพ ได้ (ในกรณีไปฉันฉลองศรัทธา)\r\n 	 	- สามเณรต้องได้รับอนุญาตจากพระอาจารย์ฝ่ายปกครองและพี่เลี้ยง\r\n 	๘. วันลาสิกขา\r\n 	 	ผู้ปกครองต้องมารับและเตรียมชุดที่เหมาะสมแก่เพศฆราวาสมาให้พร้อม', 'วัดอรุณฯ', '1430803202-7.jpg', '111', '2015-05-05 05:20:02', 'Y', 0),
(20, 'หล่อพระวัดบัวขวัญ', 'ทางวัดได้จัดพิธีหล่อพระ', 'วัดบัวขวัญ', '1430803202-7.jpg', '333', '2015-04-26 01:50:48', 'Y', 0),
(22, ' ร่วมแสดงมุทิตาแก่พระมหาชูชาติ จิรสุทฺโธ ', '<p>\r\n	<strong style="color: rgb(0, 102, 0); font-family: Times; font-size: medium;">กิจกรรม</strong><br style="color: rgb(0, 102, 0); font-family: Times; font-size: medium;" />\r\n	<span style="color: rgb(0, 102, 0); font-family: Times; font-size: medium;">- ร่วมแสดงมุทิตาแก่พระมหาชูชาติ จิรสุทฺโธ ได้รับตั้งเป็นเปรียญธรรม ๙ ประโยค</span><br style="color: rgb(0, 102, 0); font-family: Times; font-size: medium;" />\r\n	<span style="color: rgb(0, 102, 0); font-family: Times; font-size: medium;">&nbsp;&nbsp;วันพฤหัสบดีที่ ๒๓ พฤษภาคม พ.ศ. ๒๕๕๖ ณ พระอุโบสถ เวลา ๑๖.๐๐ น. โดยประมาณ</span><br style="color: rgb(0, 102, 0); font-family: Times; font-size: medium;" />\r\n	<span style="color: rgb(0, 102, 0); font-family: Times; font-size: medium;">- งานปฐมนิเทศ เปิดการเรียนบาลีของสำนักเรียนวัดอรุณราชวราราม</span><br style="color: rgb(0, 102, 0); font-family: Times; font-size: medium;" />\r\n	<span style="color: rgb(0, 102, 0); font-family: Times; font-size: medium;">&nbsp;&nbsp;วันอาทิตย์ที่ ๒๖ พฤษภาคม พ.ศ. ๒๕๕๖ ณ โรงเรียนพระปริยัติธรรม (เผือก วิทยาประสาธน์)</span></p>\r\n', 'โรงเรียนพระปริยัติธรรม', '1431578026-220556.jpg', '111', '2015-05-14 04:33:46', 'Y', 0),
(23, 'บัญชีธนาคารเพื่อร่วมทำบุญบูรณะพระพุทธปรางค์', '<p>\r\n	บัญชีธนาคารเพื่อร่วมทำบุญบูรณะพระพุทธปรางค์</p>\r\n<p>\r\n	และพระพุทธรูปภายในพระอุโบสถน้อย ตามกำลังศรัทธา</p>\r\n<p>\r\n	พระพุทธปรางค์ :&nbsp;</p>\r\n<p>\r\n	ธนาคารทหารไทย จำกัด (มหาชน) สาขาสี่แยกถนนบางขุนเที่ยน-ถนนพระรามที่ 2&nbsp;</p>\r\n<p>\r\n	ชื่อบัญชี วัดอรุณราชวราราม (กองทุนบูรณะพระปรางค์)</p>\r\n<p>\r\n	บัญชีเงินฝากออมทรัพย์ เลขที่บัญชี 187-2-11904-3</p>\r\n<p>\r\n	&nbsp;</p>\r\n<p>\r\n	พระพุทธรูป (โบสถ์น้อย) :&nbsp;</p>\r\n<p>\r\n	ธนาคารไทยพาณิชย์ จำกัด (มหาชน) สาขาถนนอิสรภาพ</p>\r\n<p>\r\n	ชื่อบัญชี วัดอรุณราชวราราม (กองทุนบูรณะพุทธรูปโบสถ์น้อย)</p>\r\n<p>\r\n	บัญชีเงินฝากออมทรัพย์ เลขที่บัญชี 107-220410-7</p>\r\n<p>\r\n	&nbsp;</p>\r\n<p>\r\n	ติดต่อสอบถามได้ที่ :</p>\r\n<p>\r\n	สำนักงานกลาง โทร. 02-891-2185</p>', 'วัดอรุณฯ', '1431578477-1431221305-1.jpg', '111', '2015-05-14 04:40:09', 'Y', 0),
(26, 'ddd', 'ddd', 'ddd', '1441071545-jet.jpg', 'projob', '2015-09-01 01:39:05', 'Y', 0),
(27, 'ddd', 'ddd', 'ddd', '1441071545-jet.jpg', 'projob', '2015-09-01 01:39:05', 'Y', 0);

-- --------------------------------------------------------

--
-- Table structure for table `tb_post`
--

CREATE TABLE IF NOT EXISTS `tb_post` (
  `Post_id` int(5) NOT NULL,
  `Title` varchar(255) NOT NULL,
  `Detail` text NOT NULL,
  `Location` varchar(255) NOT NULL,
  `Img_index` varchar(255) NOT NULL,
  `Addby` varchar(100) NOT NULL,
  `DateAdd` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `status` varchar(1) NOT NULL,
  `view` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tb_post`
--

INSERT INTO `tb_post` (`Post_id`, `Title`, `Detail`, `Location`, `Img_index`, `Addby`, `DateAdd`, `status`, `view`) VALUES
(3, 'แบกกล้องไปเที่ยววัดพระแก้วฯ วัดวัดพระแก้วฯ กทม.(0)  ', 'แบกกล้องไปเที่ยววัดพระแก้วฯ วัดวัดพระแก้วฯ กทม.(0)  ', 'วัดวัดพระแก้วฯ กทม.', '1429713614-15.jpeg', '111', '2015-04-22 14:40:14', 'Y', 29),
(4, 'เที่ยววัดปากน้ำ ในวัหยุด', 'เที่ยววัดปากน้ำ ในวัหยุด', 'วัดปากน้ำ', '1429788012-1429632534-12.jpeg', '333', '2015-04-23 11:20:12', 'Y', 14),
(5, '	เที่ยววัดปากน้ำ ในวัหยุดวัดวัดปากน้ำ 2', '	เที่ยววัดปากน้ำ ในวัหยุดวัดวัดปากน้ำ 2', 'วัดปากน้ำ', '1429788185-1429786732-1429632517-7.jpg', '333', '2015-04-23 11:23:05', 'Y', 8),
(6, 'เที่ยววัดระฆังในวันหยุดชิลๆ ', 'เที่ยววัดระฆังในวันหยุดชิลๆ ', 'เที่ยววัดระฆัง', '1431789325-005.jpg', '111', '2015-04-26 06:52:15', 'Y', 11),
(11, 'เที่ยววัดมหาธาตุฯ', 'เที่ยววัดมหาธาตุฯ', 'วัดมหาธาตุฯ', '1431222214-1.gif', '333', '2015-05-10 01:43:34', 'Y', 24),
(10, 'เที่ยววัดพระแก้ว', 'เที่ยววัดพระแก้ว', 'วัดพระแก้ว', '1431221957-1.jpg', '333', '2015-05-10 01:39:17', 'Y', 6),
(8, 'เที่ยววัดอรุณฯ ในวันหยุด', 'ในวันหยุดสบายๆ เดินเล่น ถ่ายภาพ วัดอรุณ กทม. ', 'วัดอรุณฯ', '1431221475-7.jpg', '333', '2015-05-10 01:31:15', 'Y', 2),
(9, 'เที่ยววัดโพธิ์', 'เที่ยววัดโพธิ์', 'วัดโพธิ์', '1431221738-6.jpg', '333', '2015-05-10 01:35:38', 'Y', 5);

-- --------------------------------------------------------

--
-- Table structure for table `tb_post_img`
--

CREATE TABLE IF NOT EXISTS `tb_post_img` (
  `Post_id_img` int(5) NOT NULL,
  `Post_id` int(5) NOT NULL,
  `Detail` text NOT NULL,
  `img` varchar(255) NOT NULL,
  `date_add` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=MyISAM AUTO_INCREMENT=51 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tb_post_img`
--

INSERT INTO `tb_post_img` (`Post_id_img`, `Post_id`, `Detail`, `img`, `date_add`) VALUES
(1, 1, 'ประตูทางเข้าสวยงาม', 'paknum2.jpg', '0000-00-00 00:00:00'),
(2, 1, 'คนมาทำบุญเยอะแยะ ', 'paknum3.jpg', '0000-00-00 00:00:00'),
(3, 1, 'พระประธานสวยงาม', 'paknum4.jpg', '0000-00-00 00:00:00'),
(4, 1, 'เจดีย์มรกตสวยงาม ', 'paknum5.jpg', '0000-00-00 00:00:00'),
(5, 2, 'ทหารเฝ้าหน้าประตู', 'prakaw2.jpg', '0000-00-00 00:00:00'),
(6, 2, 'ทัวร์จีนเยอะมากๆ', 'prakaw3.jpg', '0000-00-00 00:00:00'),
(7, 2, 'สนามหญ้า สวยงาม', 'prakaw4.jpg', '0000-00-00 00:00:00'),
(8, 2, 'ภายในพิพิธภัณฑ์ ', 'prakaw5.jpg', '0000-00-00 00:00:00'),
(16, 3, 'คำบรรยาย : แบกกล้องไปเที่ยววัดพระแก้วฯ วัดวัดพระแก้วฯ กทม.(0) คำบรรยาย : แบกกล้องไปเที่ยววัดพระแก้วฯ วัดวัดพระแก้วฯ กทม.(0) คำบรรยาย : แบกกล้องไปเที่ยววัดพระแก้วฯ วัดวัดพระแก้วฯ กทม.(0) คำบรรยาย : แบกกล้องไปเที่ยววัดพระแก้วฯ วัดวัดพระแก้วฯ กทม.(0) คำบรรยาย : แบกกล้องไปเที่ยววัดพระแก้วฯ วัดวัดพระแก้วฯ กทม.(0) คำบรรยาย : แบกกล้องไปเที่ยววัดพระแก้วฯ วัดวัดพระแก้วฯ กทม.(0) ', '1429715398-pn3.jpg', '2015-04-22 15:09:58'),
(17, 3, 'คำบรรยาย : แบกกล้องไปเที่ยววัดพระแก้วฯ วัดวัดพระแก้วฯ กทม.(0) คำบรรยาย : แบกกล้องไปเที่ยววัดพระแก้วฯ วัดวัดพระแก้วฯ กทม.(0) คำบรรยาย : แบกกล้องไปเที่ยววัดพระแก้วฯ วัดวัดพระแก้วฯ กทม.(0) คำบรรยาย : แบกกล้องไปเที่ยววัดพระแก้วฯ วัดวัดพระแก้วฯ กทม.(0) คำบรรยาย : แบกกล้องไปเที่ยววัดพระแก้วฯ วัดวัดพระแก้วฯ กทม.(0) คำบรรยาย : แบกกล้องไปเที่ยววัดพระแก้วฯ วัดวัดพระแก้วฯ กทม.(0)', '1429715554-Bgking6.jpg', '2015-04-22 15:12:34'),
(18, 3, 'หลวงพ่อสด', '1429788044-1429632534-12.jpeg', '2015-04-23 11:20:44'),
(19, 3, '	เที่ยววัดปากน้ำ ในวัหยุดวัดวัดปากน้ำ 2', '1429788205-1429786732-1429632517-7.jpg', '2015-04-23 11:23:25'),
(20, 0, '	เที่ยววัดปากน้ำ ในวัหยุดวัดวัดปากน้ำ 2', '1429788325-1429786732-1429632517-7.jpg', '2015-04-23 11:25:25'),
(21, 5, '	เที่ยววัดปากน้ำ ในวัหยุดวัดวัดปากน้ำ 2', '1429788415-1429786435-1429632497-6.jpg', '2015-04-23 11:26:55'),
(22, 4, '	เที่ยววัดปากน้ำ ในวัหยุดวัดวัดปากน้ำ 2	เที่ยววัดปากน้ำ ในวัหยุดวัดวัดปากน้ำ 2	เที่ยววัดปากน้ำ ในวัหยุดวัดวัดปากน้ำ 2	เที่ยววัดปากน้ำ ในวัหยุดวัดวัดปากน้ำ 2', '1429788444-1429632534-12.jpeg', '2015-04-23 11:27:24'),
(23, 3, 'dfsfsafsaf', '1429788547-1429786732-1429632517-7.jpg', '2015-04-23 11:29:07'),
(24, 5, 'เที่ยววัดปากน้ำ ในวัหยุดวัดวัดปากน้ำ 2', '1429788749-1429788492-1429632497-6.jpg', '2015-04-23 11:32:29'),
(25, 4, 'ที่ยววัดปากน้ำ ในวัหยุดวัดวัดปากน้ำ 2	เที่ยววัดปากน้ำ ในวัหยุดวัดวัดปากน้ำ 2	เที่ยววัดปากน้ำ ในวัหยุดวัดวัดปากน้ำ 2	เที่ยววัดปากน้ำ ในวัหยุดวัดวัดปากน้ำ 2', '1430013216-river1.jpg', '2015-04-26 01:53:36'),
(26, 6, 'กหดหดหดหกด', '1430031154-river1.jpg', '2015-04-26 06:52:34'),
(27, 7, 'วัดพระแก้วฯ', '1430891510-1.jpg', '2015-05-06 05:51:50'),
(28, 7, 'วัดพระแก้วฯ', '1430891521-2.jpg', '2015-05-06 05:52:01'),
(29, 7, 'วัดพระแก้วฯ', '1430891533-3.jpg', '2015-05-06 05:52:13'),
(30, 7, 'วัดพระแก้วฯ', '1430891543-10.jpg', '2015-05-06 05:52:23'),
(31, 7, 'วัดพระแก้วฯ', '1430891564-watphrakaew2.jpg', '2015-05-06 05:52:44'),
(32, 8, 'พระปรางค์วัดอรุณในวัดที่ฝนพร่ำ', '1431221537-1.jpg', '2015-05-10 01:32:17'),
(33, 8, 'ฝนจะตกแล้ววววววว', '1431221556-2.jpg', '2015-05-10 01:32:36'),
(34, 8, 'เก็บบรรยากาศตอนเย็นในฝั่งตรงข้าม ', '1431221584-11.jpg', '2015-05-10 01:33:04'),
(35, 8, 'พระอุโบสถภายในวัด ', '1431221615-13.jpg', '2015-05-10 01:33:35'),
(36, 9, 'พระนอนองค์ใหญ่', '1431221761-5.jpg', '2015-05-10 01:36:01'),
(37, 9, 'พระพุทธรูปภายในวัด', '1431221782-3.jpg', '2015-05-10 01:36:22'),
(38, 9, 'พระอุโบสถฯ', '1431221801-7.jpg', '2015-05-10 01:36:41'),
(39, 9, 'พระพุทธรูปภายในวัด', '1431221833-11.jpg', '2015-05-10 01:37:13'),
(40, 9, 'พระประธานภายในวัด ', '1431221849-1.jpg', '2015-05-10 01:37:29'),
(41, 9, 'พระนอนองค์ใหญ่', '1431221870-2.jpg', '2015-05-10 01:37:50'),
(42, 10, 'บรรยากาศภายใน', '1431221971-1.jpg', '2015-05-10 01:39:31'),
(43, 10, 'บรรยากาศภายนอกในช่วงพลบค่ำ', '1431221999-2.jpg', '2015-05-10 01:39:59'),
(44, 10, 'บรรยากาศภายนอกในช่วงพลบค่ำ', '1431222015-3.jpg', '2015-05-10 01:40:15'),
(45, 10, 'พระแก้วฯ', '1431222063-watphrakaew2.jpg', '2015-05-10 01:41:03'),
(46, 11, 'บรรยากาศภายในวัด', '1431222238-3.gif', '2015-05-10 01:43:58'),
(47, 11, 'พระพุทธรูปภายในวัด', '1431222258-7.jpg', '2015-05-10 01:44:18'),
(48, 11, 'บรรยากาศภายในวัด', '1431222276-14.JPG', '2015-05-10 01:44:36'),
(49, 11, 'บรรยากาศภายในวัด', '1431222306-15.JPG', '2015-05-10 01:45:06'),
(50, 0, 'rrrrrrrrrrrrrr', '1441071778-jet.jpg', '2015-09-01 01:42:58');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `member`
--
ALTER TABLE `member`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tb_contact`
--
ALTER TABLE `tb_contact`
  ADD PRIMARY KEY (`id_contact`);

--
-- Indexes for table `tb_gallery`
--
ALTER TABLE `tb_gallery`
  ADD PRIMARY KEY (`id_gall`);

--
-- Indexes for table `tb_gallery_img`
--
ALTER TABLE `tb_gallery_img`
  ADD PRIMARY KEY (`id_gall_img`);

--
-- Indexes for table `tb_links`
--
ALTER TABLE `tb_links`
  ADD PRIMARY KEY (`id_links`);

--
-- Indexes for table `tb_member`
--
ALTER TABLE `tb_member`
  ADD PRIMARY KEY (`Member_id`);

--
-- Indexes for table `tb_news`
--
ALTER TABLE `tb_news`
  ADD PRIMARY KEY (`News_id`);

--
-- Indexes for table `tb_post`
--
ALTER TABLE `tb_post`
  ADD PRIMARY KEY (`Post_id`);

--
-- Indexes for table `tb_post_img`
--
ALTER TABLE `tb_post_img`
  ADD PRIMARY KEY (`Post_id_img`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `member`
--
ALTER TABLE `member`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `tb_contact`
--
ALTER TABLE `tb_contact`
  MODIFY `id_contact` int(5) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `tb_gallery`
--
ALTER TABLE `tb_gallery`
  MODIFY `id_gall` int(5) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=17;
--
-- AUTO_INCREMENT for table `tb_gallery_img`
--
ALTER TABLE `tb_gallery_img`
  MODIFY `id_gall_img` int(5) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=57;
--
-- AUTO_INCREMENT for table `tb_links`
--
ALTER TABLE `tb_links`
  MODIFY `id_links` int(5) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=28;
--
-- AUTO_INCREMENT for table `tb_member`
--
ALTER TABLE `tb_member`
  MODIFY `Member_id` int(5) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `tb_news`
--
ALTER TABLE `tb_news`
  MODIFY `News_id` int(5) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=28;
--
-- AUTO_INCREMENT for table `tb_post`
--
ALTER TABLE `tb_post`
  MODIFY `Post_id` int(5) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=12;
--
-- AUTO_INCREMENT for table `tb_post_img`
--
ALTER TABLE `tb_post_img`
  MODIFY `Post_id_img` int(5) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=51;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
